[
  {
    "title": "Dokumen Buat Paspor",
    "img": "https://i.ibb.co/7nL44Y6/Dokumen-Buat-Paspor.png",
    "content": "Cara dan persyaratan untuk membuat paspor baru beserta biayanya sangat penting untuk diketahui, Berikut ini adalah ringkasan informasi lengkap mengenai persyaratan dan cara membuat paspor dengan mudah\n\nDokumen yang diperlukan untuk membuat paspor baru\n\n1. Kartu tanda penduduk (KTP) yang masih berlaku atau surat keterangan pindah ke luar negeri.\n\n2. Kartu keluarga (KK).\n\n3. Dokumen seperti akta kelahiran, akta perkawinan, buku nikah, ijazah, atau surat baptis.\n\n4. Surat Pewarganegaraan Indonesia bagi Orang Asing yang telah memperoleh kewarganegaraan Indonesia atau penyampaian pernyataan untuk memilih kewarganegaraan sesuai dengan peraturan perundang-undangan.\n\n5. Surat penetapan ganti nama (bagi yang telah mengganti nama) dari pejabat yang berwenang.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Membuat Paspor BGI WNI",
    "img": "https://i.ibb.co/M7ZDmfb/Membuat-Paspor-BGI-WNI.png",
    "content": "Bagi warga negara Indonesia yang berdomisili atau berada di wilayah Indonesia, permohonan Paspor biasa diajukan kepada Menteri atau Pejabat Imigrasi yang ditunjuk pada kantor Imigrasi setempat dengan mengisi aplikasi data dan melampirkan dokumen kelengkapan persyaratan yang terdiri atas : kartu tanda penduduk yang masih berlaku atau surat keterangan pindah keluar negeri, kartu keluarga, akta kelahiran, akta perkawinan atau buku nikah, ijazah, atau surat baptis, surat pewarganegaraan Indonesia bagi Orang asing yang memperoleh kewarganegaraan Indonesia melalui pewarganegaraan atau penyampaian pernyataan untuk memilih kewarganegaraan sesuai dengan ketentuan peraturan perundang-undangan, surat penetapan ganti nama dari pejabat yang berwenang bagi yang telah mengganti nama; dan Paspor biasa lama bagi yang telah memiliki paspor biasa.\n\nA. Dokumen kelengkapan persyaratan sebagaimana dimaksud pada poin 1 huruf c harus dokumen yang memuat:\n\nNama\n\nTanggal lahir\n\nTempat lahir\n\nNama orang tua\n\nB. Dalam hal dokumen sebagaimana dimaksud pada poin 1 huruf c tidak memuat data sebagaimana dimaksud pada poin 2, permohonan dapat melampirkan surat keterangan dari instansi yang berwenang.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Buat Paspor Sehari Jadi",
    "img": "https://i.ibb.co/zs54n4G/Buat-Paspor-Sehari-Jadi.png",
    "content": "Biaya pembuatan paspor sehari jadi adalah Rp1 juta, sedangkan untuk biaya pembuatan yang biasa non-elektronik sebesar Rp350 ribu. Kemudian, biaya pembuatan paspor biasa elektronik adalah sebesar Rp650 ribu. Untuk ketentuan pembuatan paspor sehari jadi tidak bisa dilakukan secara online, melainkan pemohon wajib datang langsung ke kantor Imigrasi. Selain itu, pemohon disarankan agar datang ke kantor imigrasi seawal mungkin sehingga paspor dapat segera diproses untuk selesai di hari yang sama.\n\nSaat akan mendatangi kantor Imigrasi, pemohon juga harus membawa beberapa berkas persyaratan yaitu KTP, KK, akta kelahiran, ijazah/buku nikah/surat baptis. Bagi WNI yang sebelumnya memiliki paspor terbitan setelah tahun 2009 di dalam negeri, cukup membawa KTP dan paspor lama.\n\nKemudian, isi formulir permohonan paspor yang disediakan pada loket permohonan dan melampirkan dokumen kelengkapan persyaratan. Petugas loket akan memeriksa kebenaran persyaratan asli yang dibawa oleh pemohon.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Cara Buat Paspor Online",
    "img": "https://i.ibb.co/pzgXrFS/Cara-Buat-Paspor-Online.png",
    "content": "Kamu bisa mengambil kuota antrian secara online jika ingin membuat paspor. Hal ini bisa dilakukan melalui aplikasi Antrian Paspor atau Whatsapp Gateway Service (WGS). Perlu diingat bahwa aplikasi Antrian Online hanya tersedia bagi pengguna Android saja. Berikut caranya.\n\nDaftar Antrean Online Lewat Aplikasi:\n\n1. Download aplikasi “Antrian Paspor” di Google Play Store\n\n2. Buka aplikasi dan daftarkan diri sesuai dengan formulir yang tersedia\n\n3. Login akun baru\n\n4. Isi data permohonan antrean paspor",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Prosedur Bikin Paspor",
    "img": "https://i.ibb.co/DVPJsMz/Prosedur-Bikin-Paspor.png",
    "content": "Berikut ini adalah langkah-langkah membuat paspor melalui permohonan manual, Kunjungi kantor imigrasi di kota Anda, Isi data di aplikasi yang disediakan pada loket permohonan dan lampirkan dokumen persyaratan, Petugas Imigrasi akan memeriksa kelengkapan dokumen persyaratan, Jika dinyatakan lengkap, Anda akan mendapatkan tanda terima permohonan dan kode pembayaran dari petugas Imigrasi. Jika belum, maka akan dikembalikan, Lakukan pembayaran sesuai nominal biaya pembuatan paspor, Pengambilan foto paspor dan sidik jari, Melakukan wawancara, Verifikasi dan Adjudikasi, Setelah selesai, Anda akan diminta untuk mengambil paspor yang telah jadi pada hari yang ditantukan. Anda juga dapat melakukan pendaftaran paspor melalui aplikasi M-Paspor yang dapat diunduh melalui App Store atau Google Play.\n\nDemikian syarat prosedur, pembuatan paspor bagi masyarakat umum.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar Menggunakan M-Paspor",
    "img": "https://i.ibb.co/7GhSBpw/Daftar-Menggunakan-M-Paspor.png",
    "content": "M-Paspor dapat diunduh pada platform tertentu tergantung pada device/perangkat yang anda gunakan. Untuk perangkat android, anda dapat mengunduh melalui aplikasi Playstore, sedangkan untuk perangkat iOS anda dapat mengunduh melalui aplikasi App Store. Berikut langkah-langkahnya.\n\n1. Buka Playstore/AppStore pada perangkat anda.\n\n2. Pada bagian pencarian ketik M-Paspor lalu pilih Install.\n\n3 Buka M-Paspor login\n\n4. Pilih Daftar Akun\n\n5. Input data pendaftaran akun\n\nSetelah berhasil Anda sudah dapat masuk, Buka M-Paspor menampilkan halaman login Input Email terus ikuti cara panduan M-Paspor tersebut.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Permohonan Paspor",
    "img": "https://i.ibb.co/vQFhhfN/Permohonan-Paspor.png",
    "content": "Permohonan paspor biasa dapat diajukan oleh warga negara Indonesia, baik di dalam maupun luar wilayah Indonesia. Paspor biasa terdiri atas paspor biasa elektronik (e-paspor) dan paspor biasa nonelektronik. Paspor biasa diterbitkan dengan menggunakan Sistem Informasi Manajemen Keimigrasian. 4. Permohonan paspor biasa dapat diajukan secara manual atau elektronik dengan melampirkan dokumen kelengkapan persyaratan.\n\nBiaya\n\n1. Paspor biasa nonelektronik 48 halaman: Rp350.000\n\n2. Paspor biasa elektronik 48 halaman: Rp650.000\n\n3. Layanan percepatan paspor*(selesai pada hari yang sama): Rp1.000.000\n\nBiaya layanan percepatan di luar penerbitan paspor.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Prosedur Pembuatan Paspor",
    "img": "https://i.ibb.co/hW3pqcV/Prosedur-Pembuatan-Paspor.png",
    "content": "Lakukan pendaftaran melalui aplikasi M-Paspor yang dapat diunduh melalui App Store atau Google Play. Permohonan manual dapat Anda lakukan dengan cara berikut. Isi data di aplikasi yang disediakan pada loket permohonan dan lampirkan dokumen kelengkapan persyaratan. Tunggu Pejabat Imigrasi memeriksa dokumen kelengkapan persyaratan. Dapatkan tanda terima permohonan dan kode pembayaran dari Pejabat Imigrasi setelah dokumen persyaratan dinyatakan lengkap. Jika dokumen persyaratan dinyatakan belum lengkap, terima dokumen permohonan yang dikembalikan Pejabat Imigrasi. Permohonan dianggap ditarik kembali.\n\nMekanisme Penerbitan\n\n1. Pemeriksaan kelengkapan dan keabsahan persyaratan\n\n2. Pembayaran biaya paspor\n\n3. Pengambilan foto dan sidik jari\n\n4. Wawancara\n\n5. Verifikasi\n\n6. Adjudikasi",
    "imgSource": null,
    "contentSource": null
  }
]
